Repository: DarkArtek/ffxivitashadesite
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: Creator Name
it: Nome del creatore

source: Italian
it: Italiano

source: English
it: Inglese

source: Sign In
it: Entra

source: Start
it: Inizio

source: Overview
it: Panoramica

source: Unlocked Z Depth
it: Z Depth Sbloccato

source: Community Made Presets
it: Preset Fatti dalla Community

source: Contact
it: Contattaci

source: Register
it: Registrazione

source: Admin Section
it: Sezione Admin

source: Download Now
it: Scarica Ora

source: Login to your account for sharing your presets
it: Entra nel tuo account per condividere i tuoi preset

source: Please sign in with one of your existing third party accounts. Or, <a href="%(signup_url)s">sign up</a> for a %(site_name)s account and sign in below:
it: Entra con un account esistente. Oppure, <a href="%(signup_url)s">registra</a> un account su %(site_name)s ed entra da qui:

source: or
it: o

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
it: Se non hai ancora un account, <a href="%(signup_url)s">registrati</a> prima.

source: Forgot Password?
it: Password Dimenticata?

source: Useful Links
it: Link Utili

source: SignOut
it: Esci

source: Are you sure you want to sign out?
it: Si vuole veramente uscire?

source: Sign Out
it: Esci

source: Registration
it: Registrazione

source: Basics
it: Le Basi

source: Sign Up
it: Registrati

source: Register a free account for sharing your presets
it: Registra un account per condividere i tuoi preset

source: A custom Reshade with unlocked shaders for Final Fantasy XIV.
it: Un Reshade custom con shader sbloccati per Final Fantasy XIV.

source: Simulated Effects
it: Effetti Simulati

source: a much more immersive eorzea...
it: una Eorzea più immersiva...

source: Experience Final Fantasy 14 in a whole new graphical level. Thanks to improved DOF (perfect for /gpose screenshots), *HDR, *Subsurface Scattering and the new QUINT Ambient Occlusion technique, the world of Eorzea just got a lot prettier.
it: Sperimenta Final Fantasy 14 con un livello grafico tutto nuovo. Grazie ad un DOF migliorato (perfetto per gli screenshots fatti con /gpose), *HDR, *Subsurface Scattering e la nuova tecnica QUINT Ambient Occlusion. Il mondo di Eorzea è diventato ancora più bello

source: *Simulated Effects
it: * Effetti Simulati

source: UNLOCKED Z-DEPTH BUFFER
it: BUFFER Z-DEPTH SBLOCCATO

source: Reshade shader effects that uses depth buffer (DOF, AO) are automatically disabled once it detects any network activity.<br />This limitation was implemented to avoid gaining an unfair advantage in competitive multiplayer games (like seeing through smoke).<br /><br /> FFXIVITAShade has an unlocked z-depth buffer so that it can utilize some of Reshade’s advanced shader effects.
it: Gli effetti shader di reshade che utilizzano il depth buffer (DOF, AO) vengono automaticamente disabilitati una volta rilevata qualsiasi attività di rete. <br /> Questa limitazione è stata implementata per evitare di ottenere un vantaggio ingiusto nei giochi multiplayer competitivi (come vedere attraverso il fumo). > <br /> FFXIVITAShade ha un buffer z-depth sbloccato in modo che possa utilizzare alcuni degli effetti shader avanzati di Reshade.

source: community made presets
it: Preset Fatti dalla Community

source: Get that perfect in-game visuals by browsing some of the best presets created by the FFXIVITAShade community – or create and share your own configuration.
it: Ottieni le immagini di gioco perfette sfogliando alcuni dei migliori preset creati dalla community di FFXIVITAShade - oppure crea e condividi la tua configurazione.

source: Browse Presets
it: Sfoglia Presets

source: Get that perfect in-game visuals by browsing some of the best presets created by the FFXIVITAShade community.
it: Ottieni le immagini di gioco perfette sfogliando alcuni dei migliori preset creati dalla community di FFXIVITAShade.

source: Submit a Preset
it: Invia un Preset

source: Want to share your own preset? Submit it by
it: Vuoi condividere un tuo preset? Invialo attraverso

source: creating an account
it: la creazione di un account

source: logging in
it: effettuando il login

source: View Preset
it: Vedi Preset

source: Inserted On
it: Inserito il

source: by
it: da

source: Preset Description
it: Descrizione

source: Social Network Login Failure
it: Errore Login Social

source: Statistics
it: Statistiche

source: An error occurred while attempting to login via your social network account.
it: Si è verificato un errore durante il tentativo di login attraverso il tuo account social

source: Account Connections
it: Connessioni Account

source: Modify Your Connections
it: Modifica le tue Connessioni

source: You can sign in to your account using any of the following third party accounts:
it: Puoi accedere al tuo account utilizzando una delle seguenti account di terze parti:

source: Remove
it: Rimuovi

source: You currently have no social network accounts connected to this account.
it: Al momento non hai accounts social collegati a questo account.

source: Add a 3rd Party Account
it: Aggiungi un account di terze parti
